Repository: sillsdev/libpalaso
Catalog: DistFiles/Palaso.fr.tmx
Source language: fr
Languages: en

source: À propos de
en: About

source: &Annuler
en: &Abort

source: &Ignorer
en: &Ignore

source: Non
en: No

source: &Non
en: &No

source: &Réessayer
en: &Retry

source: Oui
en: Yes

source: &Oui
en: &Yes

source: Appareil photo
en: Camera

source: Rogner
en: Crop

source: Modifier...
en: Edit...

source: Fichier
en: File

source: Désolé, le système a rencontré un problème lors de l'obtention de cette image.
en: Sorry, something went wrong while getting the image.

source: Désolé, le système a rencontré un problème avec l'utilitaire d'images
en: Sorry, something went wrong with the ImageToolbox

source: Obtenir image
en: Get Picture

source: Utilitaire d'images
en: Image Toolbox

source: Aucune image correspondante trouvée
en: Found no matching images

source: fichiers d'image
en: picture files

source: Problème d'obtention de l'image
en: Problem Getting Image

source: Désolé, le systère a rencontré un problème en chargeant cette image.
en: Sorry, there was a problem loading that image.

# Cette image ne connaît pas: Qui l'a créé? Qui peut l'utiliser?
source: Cette image ne connaît pas:\n\nQui l'a créé?\nQui peut l'utiliser?
en: This image does not know:\n\nWho created it?\nWho can use it?

source: Scanneur
en: Scanner

source: Configurer metadonnées...
en: Set up metadata...

source: Autres noms
en: Other Names

source: Votre langue est-elle introuvable?
en: Can't find your language?

source: À propos des codes de langue 639-3 et comment en demander de nouveaux
en: About Language 639-3 Codes & How To Apply For New Ones

source: À propos du registre ISO des langues
en: About The ISO Language Registry

source: Pays
en: Country

source: Vous pouvez changer l'affichage du nom de la langue ici:
en: You can change how the language name will be displayed here:

source: Rechercher code de langue...
en: Lookup Language Code...

source: Nom
en: Name

source: Langue non répertoriée
en: Unlisted Language

source: Impossible de trouver votre langue?
en: Can't find your language?

source: Créateur: {0}
en: Creator: {0}

source: Information sur la licence
en: License Info

source: Aucune licence spécifiée
en: No license specified

source: Permettre l'usage commercial de l'œuvre?
en: Allow commercial uses of your work?

source: Permettre des modifications à l'œuvre?
en: Allow modifications of your work?

source: Par
en: By

source: Année de copyright
en: Copyright Year

source: Créateur
en: Creator

source: Personalisée
en: Custom

source: Licence
en: License

source: Copyright et licence
en: Copyright & License

source: Attribution, copyright et licence
en: Credit, Copyright, & License

source: Contacter le titulaire du copyright pour toute autorisation
en: Contact the copyright holder for any permissions

source: Oui, si le résultat est aussi partagé
en: Yes, as long as others share alike

source: Ceci pourrait éventuellemnt cacher d'autres boutons qui seront inutiles à l'utilisateur non avancé.
en: This may also hide other buttons which are not needed by the non-advanced user.

source: Le bouton s'affichera lorsque vous appuyer simultanément sur les touches Ctrl et Maj.
en: The button will show up when you hold down the Ctrl and Shift keys together.

source: Configuration...
en: Settings Protection...

source: Cacher le bouton affichant la configuration.
en: Hide the button that opens settings.

source: Mot de passe d'usine
en: Factory Password

source: Pour éviter toute modification accidentelle qui pourrait empêcher la bonne opération de ce logiciel, ces paramètres ont été verrouillés.
en: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.

source: Mot de passe de protection de la configuration
en: Settings Protection Password

source: Afficher caractères
en: Show Characters

source: Le mot de passe par défaut pour ces paramètres est « {0} ». Si vous l'oubliez, vous pouvez visiter la page de support {1}.
en: Factory password for these settings is \"{0}\". If you forget it, you can always visit the {1} support page."

source: Le mot de passe par défaut pour ces paramètres est « {0} ». Si vous l'oubliez, vous pouvez visiter la page de support {1}: {2}
en: Factory password for these settings is \"{0}\". If you forget it, you can always visit the {1} support page: {2}"

source: Exiger le mot de passe d'usine pour afficher la configuration.
en: Require the factory password to get into settings.

source: Protection de la configuration
en: Settings Protection
